{
  "translation": {
    "nav": {
      "link1": "首页",
      "link2": "账户",
      "link3": "隐私政策",
      "link4": "用户协议",
      "wallet": "钱包",
      "login": "登录",
      "register": "注册"
    },
    "banner": {
      "header": "真正的自我监护 Web3 钱包",
      "description": "token B钱包是在 Algorand 区块链上存储、购买和交换的最简单、最安全的方式。它可以在任何设备上发现并连接去中心化应用程序 (DApp)。"
    },
    "funDescribe": {
      "title1": "发现 DApp",
      "title2": "批量转账",
      "title3": "快速闪兑",
      "title4": "TRX 投票",
      "content1": "token B 提供加密货币钱包、游戏和金融服务等DApp，用户可完全掌控数据和资产。",
      "content2": "token B 提供快速便捷的去中心化交易，利用智能合约和跨链技术确保安全可靠。",
      "content3": "通过 token B 用户可将TRX存入TRON网络并投票给超级代表获取奖励。",
      "content4": "TRX 投票token B 提供快速便捷的去中心化交易，采用智能合约和跨链技术确保交易安全可靠。"
    },
    "important": {
      "title1": "提供银行等级 \n 安全保障 多重验证",
      "title2": "轻松管理数字资产始终尽在掌握",
      "title3": "只在您的设备上生成密码和密钥",
      "description1": "token B是一款移动应用程序，提供银行级安全保障和多重验证功能，帮助您管理和保护数字资产。无论是加密货币、数字藏品还是其他数字资产，token B都能满足您的需求，让您安心管理财务资产。",
      "description2": "token B是连接区块链应用程序最简单、安全的方式，让您在与去中心化网络交互时始终掌控局面。它轻松管理数字资产，确保安全，并保持完全控制。",
      "description3": "token B是连接区块链应用程序最简单、安全的方式，让您在与去中心化网络交互时始终掌控局面。它让您轻松、安全地管理数字资产，始终保持控制。",
      "subTitle1": "安全便捷",
      "subTitle2": "丰富生态",
      "subTitle3": "注重隐私",
      "subTitle4": "行情数据",
      "subDescription1": "一套助记词，轻松掌管多链资产",
      "subDescription2": "支持NFTs，DeFi，DApp，数据行情，行业资讯",
      "subDescription3": "采用安全的加密协议，并只存在设备之上，保护数据安全。",
      "subDescription4": "查看各种加密货币的价格、市值排名、24小时交易量"
    },
    "portfolio": {
      "title": "建立你的投资组合",
      "content1": "百万用户首选",
      "content2": "24小时成交量",
      "content3": "优质数字资产"
    },
    "evaluation": {
      "title": "对我们的称赞络绎不绝"
    },
    "bottom": {
      "title": "随时随地开启安全交易",
      "description": "全面支持Web、iOS、Android，即刻下载开启交易新时代"
    },
    "login": {
      "registerHeader": "欢迎注册token B",
      "loginHeader": "欢迎登录token B",
      "email": "邮箱",
      "phone": "手机号",
      "forgetPassWord": "忘记密码",
      "emailToast": "请输入邮箱",
      "phoneToast": "请输入手机号",
      "passwordToast": "请输入密码",
      "newUserRegistration": "新用户注册",
      "verificationCodeLogin": "验证码登录",
      "next": "下一步",
      "loginTip": "已有账号?",
      "login": "登录",
      "readAndAgree": "我已阅读并同意",
      "agreement": "《用户协议》",
      "policy": "《隐私条款》",
      "and": "和"
    },
    "toast": {
      "back": "返回",
      "confirm": "完成",
      "veryCode": {
        "title": "请输入验证码",
        "emailDesc": "验证码发送至:",
        "emailDesc2": "邮箱验证码可能被判定为垃圾邮件，请注意查收.",
        "enter": "请输入",
        "phoneDesc": "请输入发送至:",
        "Resend": "重新发送",
        "next": "下一步"
      },
      "password": {
        "title": "设置密码",
        "desc": "请为您的账户设置登录密码",
        "input1": "请输入登录密码",
        "input2": "请重复登录密码"
      },
      "reset": {
        "title": "重置登录密码",
        "tip": "重置登录密码后，24小时内禁止提币和OTC划转",
        "submit": "提交"
      }
    },
    "crypto": {
      "lastLoginTime": "最后登录时间",
      "commercial_id": "商户号：",
      "authTitle": "身份认证",
      "authDesc": "完成身份认证，有助于保护账户安全，提高提现额度及交易权限",
      "authTagFail": "待审核",
      "authTagSuccess": "已通过",
      "authLabel1": "基础认证",
      "authLabel2": "法币高级认证",
      "section1": {
        "header": "双重身份验证",
        "binding": "绑定",
        "bound": "已绑定",
        "change": "换绑",
        "edit": "编辑",
        "title1": "安全等级： 低",
        "content1": "强烈建议开启2项双重身份验证",
        "title2": "邮箱",
        "content2": "用于登录、提币、找回密码、修改安全设置、管理API时进行安全验证",
        "title3": "手机",
        "content3": "用于登录、提币、找回密码、修改安全设置、管理API时进行安全验证",
        "title4": "绑定谷歌验证器",
        "content4": "用于登录、提币、找回密码、修改安全设置、管理API时进行安全验证"
      },
      "section2": {
        "header": "安全密码管理",
        "title1": "登录密码",
        "content1": "用于保护账户安全",
        "title2": "资金密码",
        "content2": "用于保护资产安全",
        "modify": "修改",
        "setUp": "设置"
      }
    },
    "account": {
      "title": "账户",
      "Payment": "归集",
      "History": "钱包历史记录",
      "hide": "隐藏 0 资产",
      "Withdrawal": "提币",
      "search": "搜索",
      "Cryptocurrency": "加密货币",
      "column1": "币种",
      "column2": "可用",
      "column3": "下单冻结",
      "column4": "BTC 估值",
      "column5": "锁仓",
      "column6": "操作"
    },
    "carryCoin": {
      "title1": "选择提币币种",

      "currency": "币种",
      "info1": "24H累计提币额度",
      "info2": "剩余额度",
      "info3": "合约信息",
      "mentioned": "可提",
      "text1": "token B平台地址推荐开启快速提币，享受0手续费。",
      "text2": "最小提币数量为：1 USDT (TRC20)。",
      "text3": "为保障资金安全，当您账户安全策略变更、密码修改、我们会对提币进行人工审核，请耐心等待工作人员电话或邮件联系。",
      "text4": "请务必确认电脑及浏览器安全，防止信息被篡改或泄露。",
      "title2": "填写提币信息",
      "address": "提币地址",
      "management": "提币地址管理",
      "addressTip": "填写提币地址到这里",
      "network": "充币网络",
      "quantity": "提币数量",
      "quantityTip": "最小输入数量为2",
      "whole": "全部",
      "charge": "手续费",
      "actualReceipt": "实际到账",
      "Withdrawal": "提币",
      "fee": "手续费"
    },
    "Welcome to React": "欢迎来到react",
    "User Agreement": "用户协议",
    "Privacy Policy": "隐私协议",
    "True Self Custodial": "真正的自我监护",
    "Web3 Wallet": "Web3 钱包",
    "description": "token B钱包是在 Algorand 区块链上存储、购买和交换的最简单、最安全的方式。在任何设备上发现并连接去中心化应用程序 (DApp)。",
    "Ready to explore token B?": "准备好探索 token B 了吗？",
    "Safe and convenient": "安全便捷",
    "Enrich the ecology": "丰富生态",
    "A set of mnemonic words, easy to manage multi-chain assets.": "一套助记词轻松掌管多链资产",
    "Support NFTs, DeFi, DApp, data market, industry information.": "支持NFTs，DeFi，DApp，数据行情，行业资讯",
    "Blockchain market data": "行情数据",
    "Privacy oriented": "注重隐私",
    "Check the price, market value ranking, and 24-hour trading volume of each currency in real time.": "查看各种加密货币的价格、市值排名、24小时交易量",
    "Use a secure encryption protocol and only exist on the device to protect data security.": "采用安全的加密协议，并只存在设备之上，保护数据安全。",
    "Supported Web3-Wide": "支持 Web3-Wide",

    "Discover DApp": "发现DApp",
    "Flash Exchange": "快速闪兑",
    "Batch Transfer": "批量转账",
    "Hardware Equipment": "硬件设备",
    "TRX Vote": "TRX 投票",
    "Cross-chain exchange": "跨链兑换",

    "token B is a fast and convenient decentralized transaction method. Use smart contracts and cross-chain technology to ensure transaction security and reliability.": "token B的一种快速、便捷的去中心化交易方式。使用智能合约和跨链技术，确保交易安全性和可靠性。",
    "There are various DApps such as cryptocurrency wallets and financial services on token B. and have full control over their own data and assets.": "token B上有加密货币钱包、游戏、金融服务等各种DApp。并可以完全掌控自己的数据和资产。",
    "Use token B to send assets to multiple addresses at once, saving handling fees and time. Improve efficiency and reduce the risk of human error.": "通过token B一次性向多个地址发送资产的操作，节省手续费和时间。提高效率，减少人为错误风险。",
    "For storing and protecting your cryptocurrency assets. Thereby increasing the security of assets.": "用于存储和保护您的加密货币资产。从而增加资产的安全性。",
    "Deposit TRX tokens via token B to vote for super representatives on the TRON network and get rewards.": "通过token B将TRX代币存入TRON网络上的代币票投票给超级代表来获取奖励。",
    "token B can exchange or transfer digital assets. Help you achieve asset liquidity and interoperability between different blockchain networks.": "token B可以进行数字资产的交换或转移。帮助您在不同区块链网络之间实现资产的流动性和互操作性。",

    "Secure Self-Hosted Wallet": "安全的自托管钱包",
    "Use encryption technology to protect users' private keys and transaction information, and provide secure storage and management functions to help you better protect and manage digital assets.": "利用加密技术保护用户私钥和交易信息，并提供安全存储和管理功能，帮助您更好地保护和管理数字资产。",

    "Provide bank grade": "提供银行等级",
    "Security guarantee, multiple verification": "安全保障，多重验证",
    "token B is a mobile app that provides you with bank-grade security and multi-factor authentication to help you manage and protect your digital assets. Whether it's cryptocurrency, digital collections, or other digital assets, token B provides all the features you need to manage your financial assets with peace of mind.": "token B是一款移动应用程序，为您提供银行级安全保障和多重验证功能，帮助您管理和保护数字资产。无论是加密货币、数字藏品还是其他数字资产，token B都提供了您所需的一切功能，让您安心管理您的财务资产。    ",
    "Easily manage digital assets": "轻松管理数字资产",
    "Always in control": "始终尽在掌握",
    "token B is the easiest and most secure way to connect to blockchain-based applications. Whenever you interact with the new decentralized network, you are always in control. token B allows you to easily manage your digital assets, ensure security, and always be under your control.": "token B是一种连接到基于区块链应用程序的最简单且最安全的方式。无论您何时与新的去中心化网络进行交互，您始终掌控着局面。token B让您轻松管理数字资产，确保安全性，并始终处于您的控制之中。    ",
    "Only on your device": "只在您设备上",
    "Generate passwords and keys": "生成密码和密钥",
    "token B generates passwords and keys on your device, ensuring only you can access your accounts and data. This security measure protects your privacy and the security of your digital assets, allowing you to manage your accounts and data with confidence.": "token B在您的设备上生成密码和密钥，确保只有您可以访问您的帐户和数据。这种安全措施保障了您的隐私和数字资产的安全性，让您放心管理您的账户和数据。    ",
    "Self-hosted encryption": "自我托管加密",
    "Don't share with others": "不与他人共享",
    "token B is a self-hosted wallet and the private keys are encrypted on your device and never shared with anyone. We will never track your personally identifiable information, account addresses or asset balances, ensuring your privacy is protected to the greatest extent possible. You can use token B to manage your digital assets without worrying about the risk of personal information leakage.": "token B是一个自我托管的钱包，私钥在您的设备上加密，不会与任何人共享。我们绝不会跟踪您的个人身份信息、账户地址或资产余额，确保您的隐私得到最大程度的保护。您可以放心使用token B来管理您的数字资产，而无需担心个人信息泄露的风险。",

    "What Our Customers Say About US": "客户对我们的评价",
    "token B is a self-hosted wallet and the private keys are encrypted on your device and never shared with anyone. We do not track your personally identifiable information, account addresses or asset balances.": "token B是一个自我托管的钱包，私钥在您的设备上加密，不会与任何人共享。我们不会跟踪您的个人身份信息，账户地址或资产余额。",
    "Great app!": "很棒的应用程序！",
    "I have used the token B wallet many times and have mixed it up, but it is more compatible and easier to use than many wallets. It is protected by a more secure system than other wallets. I have recommended it to other crypto enthusiast friends I know.": "我已经多次使用过 token B钱包，并且已经将其混合使用，但是它比许多钱包更兼容，更易于使用。它受到比其他钱包更安全的系统的保护。我把它推荐给了我认识的其他加密爱好者朋友。",
    "Get started with token B": "开始使用 token B",
    "The private key is stored locally through multiple encryption algorithms to ensure the security of funds. We cannot collect any personal information.": "本地通过多重加密算法，在本地存储私钥，保证资金安全。我们无法收集任何个人信息。",
    ". All Rights Reserved.": ". 版权所有.",

    "Update date: May 17, 2024": "更新日期：2024年05月17日",
    "Welcome to token B": "欢迎您来到token B",
    "Before you uses the services of this platform, please read the following terms carefully. If you object to any terms of this agreement, you can voluntarily stop using the services provided by token B. The users use of token B services and data directly or indirectly through various methods (such as off-site API references, etc.) is deemed to have understood and fully agreed to the contents of this Service Agreement, including token Bs changes to the Service Agreement at any time. any modifications.": "在您使用本平台各项服务之前，请您仔细阅读以下条款，如果您对本协议的任何条款表示异议，您可以主动停止使用token B提供的服务。用户直接或通过各类方式（如站外API引用等）间接使用token B服务和数据的行为，即视为您已了解并完全同意本服务协议各项内容，包括token B对服务协议随时所做的任何修改。",
    "Usage rules": "使用规则",
    "1. After the user successfully registers, token B will provide each user with a user account. The user should keep the token B account and password properly.": "1.用户注册成功后，token B将为每个用户提供一个用户帐号，用户应妥善保管token B帐号及密码。",
    "2. During the use of token B services, users shall bear full legal responsibility for any consequences arising from all activities and events conducted under their user accounts.": "2.用户在使用token B服务过程中，应当对以其用户帐号进行的所有活动和事件产生的任何后果承担全部法律责任。",
    "3. Users need to provide token B with true, legal and valid registration information. token B will not be responsible for any related problems caused by untrue registration information or untimely updates. Users are not allowed to impersonate others, are not allowed to register maliciously, and are not allowed to buy, sell or transfer token B accounts. Otherwise, token B has the right to immediately stop providing services, withdraw their accounts and the users shall bear all legal responsibilities arising therefrom.": "3.用户需向token B提供真实、合法、有效的注册信息，如果因注册信息不真实或更新不及时而引发的相关问题，token B不负任何责任。用户不得冒充他人，不得恶意注册，不得买卖或转让token B账号，否则token B有权立即停止提供服务，收回其帐号并由用户独自承担由此而产生的一切法律责任。",
    "4. Without the written permission of token B, no organization or individual may use any service or content of this platform for commercial purposes.": "4.未经token B书面许可，任何机构或个人不得以商业目的使用本平台的任何服务或内容。",
    "5. The users use of token B services and data directly or indirectly through various methods (such as API calls, etc.) will be deemed to have unconditionally accepted the entire content of this agreement. If the user has objections to any terms of this agreement, please stop Use all services provided by token B.": "5.用户直接或通过各类方式（如 API 调用等）间接使用token B服务和数据的行为，都将被视作已无条件接受本协议全部内容，若用户对本协议的任何条款存在异议，请停止使用token B提供的全部服务。",
    "Service content": "服务内容",
    "1. The specific service content of token B is provided by token B, including but not limited to information search, data query, data analysis, currency prices, data charts, news information, API plug-ins, etc. token B has the right to provide services or Product form upgrades or other adjustments.": "1.token B具体的服务内容由token B提供，包括但不限于信息搜索、数据查询、数据分析、币种行情、数据图表、新闻资讯、API插件等，token B有权对其提供的服务或产品形态进行升级或其他调整。",
    "2. Some of the network services provided by token B are paid network services. Users need to pay a certain fee to token B before using paid network services. For paid network services, token B will give users clear prompts before using them. Only Only after the user confirms his willingness to pay the relevant fees according to the prompts can he use the charged network service. If the user refuses to pay the relevant fees, token B has the right not to provide such paid network services to the user.": "2.token B提供部分的部分网络服务为收费网络服务，用户使用收费网络服务前需要向token B支付一定的费用，对于收费的网络服务，token B会在用户使用之前给予用户明确的提示，只有用户根据提示确认其愿意支付相关费用，用户才能使用该收费的网络服务。如用户拒绝支付相关费用，则token B有权不向用户提供该等收费网络服务。",
    "Service changes, interruptions or terminations": "服务变更、中断或终止",
    "1. In view of the particularity of network services (including but not limited to server stability issues, malicious network attacks and other circumstances beyond token B’s control), users agree that token B has the right to change, interrupt or terminate part or all of the service at any time network services (including paid network services), if such a situation occurs, token B does not bear any responsibility to any user or any third party.": "1.鉴于网络服务的特殊性（包括但不限于服务器的稳定性问题、恶意的网络攻击等行为及其他token B无法控制的情形），用户同意token B有权随时变更、中断或终止部分或全部的网络服务（包括收费网络服务），若发生该等情形，token B无需对任何用户或任何第三方承担任何责任。",
    "2. token B needs to regularly or irregularly inspect or maintain the token B website or related equipment. If the service is interrupted within a reasonable time due to such circumstances, token B does not need to bear any responsibility to any user or any third party. .": "2.token B需要定期或不定期地对token B网站或相关的设备进行检修或维护，如因此类情况而造成服务在合理时间内的中断，token B无需对任何用户或任何第三方承担任何责任。",
    "3. If the user provides untrue personal information, or the user violates laws, regulations, national policies or the usage rules stipulated in this agreement, or the user fails to pay relevant service fees as required when using paid services, or token B has other reasonable reasons to believe that If it is necessary to interrupt or terminate the provision of services to users, token B has the right to interrupt or terminate the provision of services (including paid services and free services) to users under this agreement at any time without assuming any liability to users or any third party. The losses shall be borne independently by the user.": "3.如用户提供不真实的个人资料，或用户违反法律法规国家政策或本协议中规定的使用规则，或用户在使用收费服务时未按规定支付相关服务费用，或token B有其他合理理由认为需要中断或终止向用户提供服务的，token B有权随时中断或终止向用户提供本协议项下的服务（包括收费服务和免费服务）而无需对用户或任何第三方承担任何责任，由此造成的损失由用户自行独立承担。",
    "Copyright notice": "版权声明",
    "token B is the owner and intellectual property owner of all services, content and products on the token B platform. All services, content and products of the token B platform include but are not limited to: program codes, data materials, page designs, accounts, pictures, charts, text, advertisements, trademarks, software, programs, audio, videos, etc. Without the written authorization or consent of token B or the relevant rights holder, no media, website or individual may directly or indirectly publish, reproduce or otherwise use the above content. If authorized or agreed, it should be used within the scope of authorization or consent, and Indicate the source of data or services as token B.cc.": "token B是token B平台所有服务、内容及产品的所有权及知识产权权利人。token B平台所有服务、内容及产品包括但不限于：程序代码、数据资料、页面设计、账号、图片、图表、文字、广告、商标、软件、程序、音频、视频等。未经token B或相关权利人书面授权或同意，任何媒体、网站或个人不得直接或间接发布、转载或利用其它方式使用上述内容，已授权或同意的，应在授权或同意范围内使用，并注明数据或服务来源为token B.cc。",
    "Disclaimer": "免责声明",
    "1. token B is not responsible for the authenticity, timeliness, accuracy, completeness or reliability of the content it provides, and does not guarantee the accuracy and completeness of external links set up to provide convenience to users. token B does not assume any responsibility to the user or any third party for any loss caused by the direct or indirect use of the content of this website, and the resulting loss shall be borne independently by the user.": "1.token B不对其提供内容的真实性、及时性、准确性、完整性或可靠性负责，且不保证为向用户提供便利而设置的外部链接的准确性和完整性。对任何因直接或间接使用本网站内容而造成的损失，token B无需对用户或任何第三方承担任何责任，由此造成的损失由用户自行独立承担。",
    "2. token B does not assume any responsibility for service interruptions or other defects caused by force majeure or other reasons beyond token B’s control.": "2.对于因不可抗力或其他token B不能控制的原因造成的服务中断或其它缺陷，token B不承担任何责任。",
    "3. Users should abide by national laws, regulations and policies when using token B services, and bear the consequences of their actions arising from their use of token B services.": "3.用户在使用token B服务的过程中应遵守国家法律法规及政策规定，并自行承担因其使用token B服务而产生的行为后果。",
    "Agreement modification": "协议修改",
    "token B has the right to modify any terms of this agreement at any time. Once the content of this agreement changes, token B will publish the revised agreement content on the website and make an announcement. If the user does not agree with the modifications made by token B to the relevant terms of this agreement, the user may choose to stop using the services provided by token B. If the user continues to use the services provided by token B, the user will be deemed to have accepted the modifications made by token B to the relevant terms of this agreement.": "token B有权随时修改本协议的任何条款，一旦本协议的内容发生变动，token B将会在网站公布修改之后的协议内容，并给予公告。如果用户不同意token B对本协议相关条款所做的修改，用户可选择停止使用token B所提供的服务。如果用户继续使用token B所提供的服务，则视为用户接受token B对本协议相关条款所做的修改。",
    "Modifications to Privacy Policy": "隐私政策的修改",
    "In order to provide you with better services, we will modify and update the content of this policy from time to time. We will notify you through website announcements or other appropriate means before the updated version takes effect. If you do not agree to the changes, you can stop using token Bs products and services. If you continue to use our products and services, you agree to be bound by them. Revised Privacy Policy.": "为了给你提供更好的服务，我们会适时修改和更新本政策的内容。我们会在更新版本生效前通过网站公告或以其他适当方式通知您，若您不同意该等变更可以停止使用token B的产品和服务，若您继续使用我们的产品和服务，即表示您同意受修订后的隐私政策。",
    "Contact US": "联系我们",
    "If you have any questions, comments or suggestions about this policy, you can contact us through the contact information provided on the token B official website, or send an email tosupport@token B.com, we will process your request promptly.": "若您对本政策有任何疑问、意见或建议，可以通过token B官方网站提供的联系方式联系我们，或发送邮件至support@token B.com，我们将及时处理您的请求。",

    "If you use the services of the token B platform, it means that you agree with what we have stated in this policy. token B will inform you in this policy how we collect, process and protect your personal information. Please read carefully and accept the contents of this policy before using token B services. After we update our privacy policy, we will promptly remind you of the new situation. If you continue to use our products or services, it means that you agree to the contents of our privacy policy (including the updated version).": "若您使用token B平台的服务，即表示您认同我们在本政策中所述内容。token B将在该政策里告知您我们如何收集、处理和保护您的个人信息。请在使用token B服务前仔细阅读，并接受本政策的内容。在我们更新隐私政策后，及时提示您跟新的情况，如果您继续使用我们的产品或服务，即意味着你同意我们的隐私政策(含更新版本)内容。",
    "How we collect your personal information": "我们如何收集您的个人信息",
    "1. When you create and use a token B account, you will be asked to provide personal information, including but not limited to password, mobile phone number, email address, etc. Some network services provided by token B may require you to perform identity authentication. We may collect your name, gender, age, ID number, occupation and other information. If you do not provide this information, we will not be able to provide related services.": "1.您在创建token B账号并使用时，会被要求提供个人信息，包括但不限于密码、手机号码、电子邮箱等。token B提供的一些网络服务可能会要求您进行身份认证，我们可能会收集你的姓名、性别、年龄、身份证号、职业等信息，如果你不提供这些信息，我们将无法提供相关服务。",
    "2. We may obtain your personal information from a third party or other indirect means. At this time, you can choose to authorize token B to read the information you registered, published, and recorded on the third-party platform in compliance with relevant laws and regulations. Public information (including but not limited to nickname, avatar, etc.).": " 2.我们可能从第三方或其他间接的方式获取您的个人信息，此时您可选择授权token B在符合相关法律和法规规定的前提下读取您在该第三方平台上登记、公布、记录的公开信息（包括但不限于昵称、头像等）。",
    "How we use cookies and similar technologies": "我们如何使用Cookie和同类技术",
    "When you use our services, we will store small data files called Cookies on your computer or mobile device. Cookies usually contain an identifier, the site name, and some numbers and characters. We use this information to determine whether registered users have logged in, provide you with more thoughtful personalized services, and optimize user experience. If you do not want your personal information to be stored in cookies, you can disable or delete cookies in your browser. Disabling the cookie function may affect your access to token B or be unable to fully obtain the services provided by token B.": "您使用我们的服务时，我们会在您的计算机或移动设备上存储名为 Cookie 的小数据文件。Cookie 通常包含标识符、站点名称以及一些号码和字符。我们使用该等信息判断注册用户是否已经登录，为您提供更周到的个性化服务，优化用户体验。如您不希望个人信息保存在 Cookie 中，您可对浏览器中禁用或删除 Cookie。禁用 Cookie 功能后，可能影响您访问token B或不能充分取得token B提供的服务。",
    "How we will share, transfer and publicly disclose your personal information": "我们会如何共享、转让、公开披露您的个人信息",
    "1. Share": "1.共享",
    "token B will not provide your personal information to third parties without your consent or authorization. After obtaining your explicit consent, we may share your personal information with other parties or token B's partners. We will sign strict confidentiality Privacys with companies, organizations and individuals with whom we share personal information, requiring them to handle personal information in accordance with our instructions, this Privacy Policy and any other relevant confidentiality and security measures. We may share your personal information externally in accordance with laws and regulations, litigation and dispute resolution needs, or as required by administrative and judicial authorities in accordance with the law.": "token B不会在未经您同意或授权的情况下将您的个人信息提供给第三方。在获得您的明确同意后，我们可能会与其他方或token B的合作伙伴共享您的个人信息。 对我们与之共享个人信息的公司、组织和个人，我们会与其签署严格的保密协定，要求他们按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理个人信息。 我们可能会根据法律法规规定、诉讼争议解决需要，或按行政、司法机关依法提出的要求，对外共享您的个人信息。",
    "2. Transfer": "2.转让",
    "We will not transfer your personal information to any company, organization or individual, except in the following circumstances:Obtain your express authorization or consent;Based on laws, regulations, legal procedures, litigation or mandatory requirements of government authorities;When a merger, spin-off, acquisition or liquidation is involved, if the transfer of personal information is involved, we will require the new company or organization that holds your personal information to continue to be bound by this privacy policy, otherwise we will require the company or organization to re-sign You seek authorized consent.": "我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：获得您的明确授权或同意；基于法律法规、法律程序、诉讼或政府主管部门强制性要求；在涉及合并、分立、收购或清算时，如涉及到个人信息转让，我们会要求新的持有您个人信息的公司、组织继续受此隐私政策的约束，否则我们将要求该公司、组织重新向您征求授权同意。",
    "3. Public disclosure": "3.公开披露",
    "We will only publicly disclose your personal information under the following circumstances:Obtain your express authorization or consent;Based on laws, regulations, legal procedures, litigation or mandatory requirements of government authorities.": "我们仅会在以下情形下，公开披露您的个人信息：获得您的明确授权或同意； 基于法律法规、法律程序、诉讼或政府主管部门强制性要求。",
    "How we store and manage your personal information": "我们如何保存和管理您的个人信息",
    "1. We attach great importance to users’ personal information. We will collect, use, store and transmit user information in accordance with mature security standards and specifications in the industry, and will do everything possible to adopt appropriate technical means to protect your personal data. However, due to technical limitations and various possible malicious means, the Internet is not an absolutely safe environment. We cannot always guarantee 100% security of information. Problems may arise due to factors beyond our control. Please also pay attention to protection. Security of personal information to prevent leakage of personal information.": "1.我们非常重视用户的个人信息。我们会以业界成熟的安全标准和规范收集、使用、存储和传输用户信息，并尽一切可能采取适当的技术手段来保护您的个人数据。但由于技术的限制以及可能存在的各种恶意手段，互联网并非绝对安全的环境，我们不可能始终保证信息百分之百的安全，有可能因我们可控范围外的因素而出现问题，也请您注意保护个人信息的安全，以免个人信息泄漏。",
    "2. If there is a security issue with your personal information, we will promptly notify you in accordance with the requirements of laws and regulations, take corresponding disposal measures, and issue announcements in an effective manner.": "2.如果您的个人信息发生安全问题，我们将按照法律法规的要求及时向您告知，并采取相应的处置措施，并采取有效的方式发布公告",
    "How we process personal information of minors": "我们如何处理未成年的人个人信息",
    "token B attaches great importance to the protection of minors’ personal information. If you are a minor, you must obtain the consent of your guardian before using token B's services. If you apply to register an account on token B, token B will default to the fact that you have obtained the aforementioned consent. If the guardian finds that we have collected the personal information of minors without the guardian's consent, please contact us through the contact information on the token B official website and we will delete the relevant data as soon as possible.": "token B非常重视对未成年人个人信息的保护。若您是未成年人，在使用token B的服务前，需事先征得您的监护人同意。如您在token B上申请注册账号，token B将默认为你已得到前述同意。如果监护人发现我们在未获监护人同意的情况下收集了未成年人的个人信息，请通过token B官网上的联系方式联系我们，我们会尽快删除相关数据。",
    "In order to provide you with better services, we will modify and update the content of this policy from time to time. We will notify you through website announcements or other appropriate means before the updated version takes effect. If you do not agree to the changes, you can stop using token B's products and services. If you continue to use our products and services, you agree to be bound by them. Revised Privacy Policy.": "为了给你提供更好的服务，我们会适时修改和更新本政策的内容。我们会在更新版本生效前通过网站公告或以其他适当方式通知您，若您不同意该等变更可以停止使用token B的产品和服务，若您继续使用我们的产品和服务，即表示您同意受修订后的隐私政策。",
    "How we use your personal information": "我们如何使用您的个人信息",
    "We will use the personal information you provide for the following purposes": "我们会根据您提供的个人信息用于以下目的：",
    "1. Used for identity verification, fraud checking, fraud monitoring, customer service, archiving and backup when providing services to ensure the security of the services and products token B provides you.": "1.在提供服务时用于身份验证、作弊检查、诈骗监测、客户服务、存档和备份，以确保token B为您提供服务和产品的安全性。",
    "2. Provide you with personalized service and experience.": "2.为您提供个性化服务与体验。",
    "3. Send you products, services, advertisements, and user surveys that may be of interest to you based on your personal information.": "3.根据您的个人信息来向您发送您可能感兴趣的产品、服务、广告、用户调研。",
    "4. Improve our products and services and conduct internal audits, data analysis and research.": "4.改善我们的产品和服务，并开展内部审计、数据分析和研究。",
    "5. When we want to use the information for other purposes not specified in this privacy policy or for other purposes, we will ask for your consent in advance.": "5.当我们要将信息用于本隐私政策未载明的其他用途或用于其他目的时，会事先征求您的同意。"
  }
}
