{
  "translation": {
    "Welcome to React": "欢迎来到react",
    "User Agreement": "用户协议",
    "Privacy Policy": "隐私协议",
    "True Self Custodial": "真正的自我监护",
    "Web3 Wallet": "Web3 钱包",
    "description": "Token 13钱包是在 Algorand 区块链上存储、购买和交换的最简单、最安全的方式。在任何设备上发现并连接去中心化应用程序 (DApp)。",
    "Ready to explore Token 13?": "准备好探索 Token 13 了吗？",
    "Safe and convenient": "安全便捷",
    "Enrich the ecology": "丰富生态",
    "A set of mnemonic words, easy to manage multi-chain assets.": "一套助记词轻松掌管多链资产",
    "Support NFTs, DeFi, DApp, data market, industry information.": "支持NFTs，DeFi，DApp，数据行情，行业资讯",
    "Blockchain market data": "行情数据",
    "Privacy oriented": "注重隐私",
    "Check the price, market value ranking, and 24-hour trading volume of each currency in real time.": "查看各种加密货币的价格、市值排名、24小时交易量",
    "Use a secure encryption protocol and only exist on the device to protect data security.": "采用安全的加密协议，并只存在设备之上，保护数据安全。",
    "Supported Web3-Wide": "支持 Web3-Wide",

    "Discover DApp": "发现DApp",
    "Flash Exchange": "快速闪兑",
    "Batch Transfer": "批量转账",
    "Hardware Equipment": "硬件设备",
    "TRX Vote": "TRX 投票",
    "Cross-chain exchange": "跨链兑换",

    "There are various DApps on Token 13 such as cryptocurrency wallets, decentralized exchanges, games, and financial services.You have complete control over your data and assets without relying on third-party intermediaries.": "Token 13上有加密货币钱包、去中心化交易所、游戏、金融服务等各种DApp。您可以完全掌控自己的数据和资产，不需要依赖于第三方中介机构。",
    "Token 13 is a fast and convenient decentralized transaction method. Use smart contracts and cross-chain technology to ensure the security and reliability of transactions.": "Token 13的一种快速、便捷的去中心化交易方式。使用智能合约和跨链技术，确保交易的安全性和可靠性。",
    "Use the Token 13 batch transfer function to send assets to multiple addresses at once, thereby saving handling fees and time. Improve efficiency, reduce costs and reduce the risk of human error.": "通过Token 13批量转账功能一次性向多个地址发送资产的操作，从而节省手续费和时间。提高效率，降低成本，减少人为错误风险。",
    "Use secure transmission protocols and encryption algorithms to ensure security during data transmission and prevent unauthorized data theft or tampering.And supports multiple authentication mechanisms to ensure that only authorized users can access and operate.You can store Token 13 data with confidence, avoid data leakage and risks, and improve overall security and protection capabilities.": "Token 13的一种快速、便捷的去中心化交易方式。使用智能合约和跨链技术，确保交易的安全性和可靠性。",
    "Through the voting function of Token 13, support your recognized super representatives or candidate representatives to help them obtain more voting rights, thereby influencing the development direction and decision-making results of the TRON network and obtaining rewards or benefits.": "Token 13的一种快速、便捷的去中心化交易方式。使用智能合约和跨链技术，确保交易的安全性和可靠性。    ",
    "Token 13 can exchange or transfer digital assets. Help you achieve asset liquidity and interoperability between different blockchain networks and promote the development and integration of the blockchain ecosystem.": "Token 13可以进行数字资产的交换或转移。帮助您在不同区块链网络之间实现资产的流动性和互操作性，促进区块链生态系统的发展和融合。",

    "Secure Self-Hosted Wallet": "安全的自托管钱包",
    "Use encryption technology to protect users' private keys and transaction information, and provide secure storage and management functions to help you better protect and manage digital assets.": "利用加密技术保护用户私钥和交易信息，并提供安全存储和管理功能，帮助您更好地保护和管理数字资产。",

    "Provide bank grade": "提供银行等级",
    "Security guarantee, multiple verification": "安全保障，多重验证",
    "Token 13 is a mobile app that provides you with bank-grade security and multi-factor authentication to help you manage and protect your digital assets. Whether it's cryptocurrency, digital collections, or other digital assets, Token 13 provides all the features you need to manage your financial assets with peace of mind.": "Token 13是一款移动应用程序，为您提供银行级安全保障和多重验证功能，帮助您管理和保护数字资产。无论是加密货币、数字藏品还是其他数字资产，Token 13都提供了您所需的一切功能，让您安心管理您的财务资产。    ",
    "Easily manage digital assets": "轻松管理数字资产",
    "Always in control": "始终尽在掌握",
    "Token 13 is the easiest and most secure way to connect to blockchain-based applications. Whenever you interact with the new decentralized network, you are always in control. Token 13 allows you to easily manage your digital assets, ensure security, and always be under your control.": "Token 13是一种连接到基于区块链应用程序的最简单且最安全的方式。无论您何时与新的去中心化网络进行交互，您始终掌控着局面。Token 13让您轻松管理数字资产，确保安全性，并始终处于您的控制之中。    ",
    "Only on your device": "只在您设备上",
    "Generate passwords and keys": "生成密码和密钥",
    "Token 13 generates passwords and keys on your device, ensuring only you can access your accounts and data. This security measure protects your privacy and the security of your digital assets, allowing you to manage your accounts and data with confidence.": "Token 13在您的设备上生成密码和密钥，确保只有您可以访问您的帐户和数据。这种安全措施保障了您的隐私和数字资产的安全性，让您放心管理您的账户和数据。    ",
    "Self-hosted encryption": "自我托管加密",
    "Don't share with others": "不与他人共享",
    "Token 13 is a self-hosted wallet and the private keys are encrypted on your device and never shared with anyone. We will never track your personally identifiable information, account addresses or asset balances, ensuring your privacy is protected to the greatest extent possible. You can use Token 13 to manage your digital assets without worrying about the risk of personal information leakage.": "Token 13是一个自我托管的钱包，私钥在您的设备上加密，不会与任何人共享。我们绝不会跟踪您的个人身份信息、账户地址或资产余额，确保您的隐私得到最大程度的保护。您可以放心使用Token 13来管理您的数字资产，而无需担心个人信息泄露的风险。",

    "What Our Customers Say About US": "客户对我们的评价",
    "Token 13 is a self-hosted wallet and the private keys are encrypted on your device and never shared with anyone. We do not track your personally identifiable information, account addresses or asset balances.": "Token 13是一个自我托管的钱包，私钥在您的设备上加密，不会与任何人共享。我们不会跟踪您的个人身份信息，账户地址或资产余额。",
    "Great app!": "很棒的应用程序！",
    "I have used the Token 13 wallet many times and have mixed it up, but it is more compatible and easier to use than many wallets. It is protected by a more secure system than other wallets. I have recommended it to other crypto enthusiast friends I know.": "我已经多次使用过 Token 13钱包，并且已经将其混合使用，但是它比许多钱包更兼容，更易于使用。它受到比其他钱包更安全的系统的保护。我把它推荐给了我认识的其他加密爱好者朋友。",
    "Get started with Token 13": "开始使用 Token 13",
    "The private key is stored locally through multiple encryption algorithms to ensure the security of funds. We cannot collect any personal information.": "本地通过多重加密算法，在本地存储私钥，保证资金安全。我们无法收集任何个人信息。",
    ". All Rights Reserved.": ". 版权所有."
  }
}
